[
  {
    "id": "MAGICIAN",
    "name": "Thánh Bài Ánh Trăng I: Ảo Thuật Gia",
    "description": "Ý chí tuôn chảy như trà thơm,\\nHiện thực được định hình bởi thư thả và ý thích.\\nTách trà, bút lông, một con dao và một đĩa đồ điểm tâm,\\nNghi thức nhỏ bí ẩn, bốn chất liệu hòa hợp.\\nĐiều khiến người ta hoài niệm, là một buổi chiều huyên náo.\\n\\nNgươi nói: Mọi thứ đều đã được chuẩn bị cho mình,\\nNhưng suy cho cùng,\\nKhoảnh khắc thoáng qua của tiếng cười và \"phép thuật\",\\nCũng chỉ là một đốm sáng hội tụ\\nChơi vơi giữa sự vô tận trống rỗng.",
    "icon": "Tarot/UI_RoleCombat_Tarot_01_1.png"
  },
  {
    "id": "PRIESTESS",
    "name": "Thánh Bài Ánh Trăng II: Nữ Tư Tế",
    "description": "Hoa, trái ngọt, sự sống mới trong đá quý,\\nChân lý mà con người tìm kiếm luôn ẩn dấu trong dáng vẻ.\\n\"Nữ Tư Tế\" ngồi sau tấm màn huyền bí,\\nMỹ nhân đội vương miện chìm đắm trong sự nghiệp hư ảo vĩ đại,\\nĐi qua con đường \"siêu việt\" ở trung tâm,\\nNhưng rốt cuộc \"trái tim\" của ngươi đang khao khát điều gì?",
    "icon": "Tarot/UI_RoleCombat_Tarot_02_1.png"
  },
  {
    "id": "EMPRESS",
    "name": "Thánh Bài Ánh Trăng III: Nữ Hoàng",
    "description": "Trước khi vết mực cạn khô, vương quốc còn chưa được sinh ra,\\nSau khi dấu chấm đặt xuống, thế giới đã được hoàn thành.\\nSau này dù ngươi có khôn ngoan thế nào, chân thành ra sao,\\nNước mắt khô cạn cũng khó khiến nàng thay đổi dù chỉ nửa bước.\\n\\nXuyên qua con đường của linh hồn và tình yêu,\\nThai nghén ảo mộng và ẩn dụ,\\n\"Nữ Hoàng\" của điềm báo và thủy ngân,\\nChìm vào giấc ngủ sâu trong bùn đất của hạt giống tưởng tượng,\\nHàng ngàn câu chuyện về sự sống đâm rễ từ đó.\\nHeo rừng được trao vương miện làm công chúa,\\nSự tưởng tượng được thăng tiến thành chân lý.\\nSói, sóc, rùa và người lùn,\\nNơi những kẻ tha hương và phản bội trở về,\\nTấm thảm xanh mướt và sinh trưởng vô tận,\\nNgụ ngôn của con người và sinh vật siêu việt,\\nĐều là câu chuyện dành cho ngươi cả đời này.",
    "icon": "Tarot/UI_RoleCombat_Tarot_03_1.png"
  },
  {
    "id": "EMPEROR",
    "name": "Thánh Bài Ánh Trăng IV: Hoàng Đế",
    "description": "Giữa vô vàn thế giới, vô vàn thần linh và người phàm\\nTừ vô số lý do, khao khát chiếm lấy quyền lực thống trị.\\nCảm xúc, thích thú, niềm vui hay hy vọng,\\nTội ác, máu thịt, thiện ý hay trách nhiệm,\\nTình yêu cháy bỏng, và cả dục vọng trỗi dậy,\\nSuy cho cùng, đều là ý chí cứng rắn tuyệt đối của cá thể,\\nBao trùm, ngưng kết, đúc lại mọi tạo vật mềm mại và uyển chuyển.\\nChỉ là, bài chiêm tinh của thế giới này thường sẽ không dùng đến những hình tượng như vậy.\\nVì từ đầu đến cuối, chỉ có một vị quân vương thống trị vạn quốc trên mặt đất.\\n\\n...Đó là ngày mà ngài còn ngủ say trong vỏ trứng,\\nMột \"Hoàng Đế\" tự xưng là bất diệt.",
    "icon": "Tarot/UI_RoleCombat_Tarot_04_1.png"
  },
  {
    "id": "HIEROPHANT",
    "name": "Thánh Bài Ánh Trăng V: Giáo Hoàng",
    "description": "\"Giáo Hoàng\" cất vang những nghi thức bí mật,\\nGiáo đường hùng vĩ mở rộng cánh cửa cho chúng sinh.\\nNhưng hỡi vị thần mà mọi người ca tụng,\\nNgười canh giữ chìa khóa trong tay,\\nLại giống như những con dân thế tục,\\nCũng chẳng có quyền để kể về những bí mật của trời cao.\\n\\nSao có thể miêu tả ngọn gió vốn chẳng có hình dạng?\\nLàm thế nào để kể những bài thơ không lời?\\n...Nhưng cũng không sao, bản thân đức tin vốn đã mang ý nghĩa,\\nCon người sẽ luôn phải tin vào điều gì đó.",
    "icon": "Tarot/UI_RoleCombat_Tarot_05_1.png"
  },
  {
    "id": "LOVERS",
    "name": "Thánh Bài Ánh Trăng VI: Tình Nhân",
    "description": "Đi qua con đường của thấu hiểu và cái đẹp,\\nTình yêu, hoặc là sự dung luyện và chia ly tượng trưng cho tình yêu.\\nNgôn ngữ phàm trần khó mà miêu tả được điều bí ẩn như vậy,\\nMà chỉ có thể gọi là \"Tình Nhân\"...\\nNiềm vui khi sự sống mới giao thoa với linh hồn,\\nCũng chính là cuộc gặp gỡ định sẵn sẽ đoạn tuyệt.\\n\\nVì vậy...\\nHãy khiêu vũ, hãy nhảy múa đi,\\n\"Tình nhân\" chỉ thuộc về ta,\\n\"Nửa kia\" sẽ không bao giờ rời xa,\\nVì những gì chúng ta đã từng trải qua, mỗi một ngày vui vẻ trong quá khứ,\\nVì một ngày mai chúng ta từng khao khát, một ngày mai sẽ không bao giờ đến.\\n\\nHãy khiêu vũ, hãy nhảy múa đi,\\nĐiệu nhảy hôn lễ cuối cùng vượt qua cả gió tuyết hay khó khăn,\\nNgay cả \"cái chết\" cũng không thể chia lìa chúng ta.",
    "icon": "Tarot/UI_RoleCombat_Tarot_06_1.png"
  },
  {
    "id": "CHARIOT",
    "name": "Thánh Bài Ánh Trăng VII: Cỗ Xe",
    "description": "Trống vàng rẽ mây thúc trận, lá cờ tung bay khắp mặt đất.\\nSóng cuộn húc đổ vách núi gió, nỏ sắt giương cao dưới cung trăng.\\n\"Cỗ Xe\" trấn giữ cửa ngõ.\\n\\nChẳng hề sợ vực sâu không bình minh, nhưng chỉ buồn bếp lửa trên hè phố.\\nTrăm hiểm nguy sao có thể từ chối quốc nạn, vạn dặm dài bình định thế gian.\\n\"Ngàn ngọn núi\" sẽ canh giữ tường thành.",
    "icon": "Tarot/UI_RoleCombat_Tarot_07_1.png"
  },
  {
    "id": "STRENGTH",
    "name": "Thánh Bài Ánh Trăng VIII: Sức Mạnh",
    "description": "Sự biến chuyển vòng tuần hoàn thứ hai,\\nSự chuyển nghịch giữa chúa tể và nô bộc.\\n\\nNhững tiên nghiệm được khắc sâu trong huyết mạch của những đứa trẻ mới sinh,\\n\"Sức Mạnh\" và tội lỗi được lưu truyền ngàn năm.\\nKẻ áp bức nhuốm đầy máu tươi,\\nKẻ bị hại nhuốm đầy máu tươi,\\nVòng lặp lịch sử không hồi kết,\\nGhi chép được tái hiện trong phôi thai.\\n\\nVĩ đại! Vĩ đại! Lãnh chúa với đôi cánh lửa,\\nVĩ đại! Vĩ đại! Đế quốc vạn năm,\\nVĩ đại! Vĩ đại! Liên minh huy hoàng,\\nVĩ đại! Vĩ đại! Sự nghiệp của vòng quay mặt trời.\\n\\nMà sau đó, một thời đại mới mẻ và cổ xưa đã mở màn,\\nGiống như hàng triệu triệu năm về trước.",
    "icon": "Tarot/UI_RoleCombat_Tarot_08_1.png"
  },
  {
    "id": "HERMIT",
    "name": "Thánh Bài Ánh Trăng IX: Ẩn Sĩ",
    "description": "Đừng vì trí tuệ đó,\\nMà giày vò trái tim mình.\\nMọi điều huy hoàng và hoàn mỹ trên thế gian,\\nCuối cùng sẽ tiêu tan như cát bụi trên tay.\\n\\nMái vòm lam bảo thạch của Tulaytullah\\nTuấn mã của Iab, vàng của Unut,\\nMỹ nhân Shimti cùng chim dạ oanh ca hát ngày đêm,\\nTất cả vinh quang và cái đẹp đều đã biến mất không dấu vết.\\n\\nĐừng vì danh tiếng hư ảo mà tìm kiếm bí mật thế gian,\\nAi có thể giải được chân lý kỳ diệu đúc nên bởi chủ nhân trời cao?\\nĐây là một con đường từ yêu thương hướng đến cái đẹp:\\nChỉ có ngọn đèn của \"Ẩn Sĩ\" mãi tỏa sáng.\\n\\nNgươi có từng nhớ ngôn ngữ cổ xưa?\\nĐèn đuốc và tình yêu có cùng ý nghĩa.\\nHãy trao tình yêu cho chúng sinh,\\nNhân lúc năm tháng vẫn còn dư dả.",
    "icon": "Tarot/UI_RoleCombat_Tarot_09_1.png"
  },
  {
    "id": "WHEEL_OF_FORTUNE",
    "name": "Thánh Bài Ánh Trăng X: Bánh Xe Vận Mệnh",
    "description": "Dù không có ý nghĩa gì đối với thế giới bên trong vỏ trứng,\\nNhưng \"vận mệnh\" mà chúng ta nhắc đến không phải là một phép ẩn dụ sai lầm,\\nMà là trong bóng tối của 14 tỷ \"năm\",\\nTổng hòa của mọi chuyện được định sẵn sẽ xảy ra và không xảy ra.\\n\\nChia ly, gặp gỡ, lại chia ly sau khi gặp gỡ,\\nSinh ra, hủy diệt, lại sinh ra sau khi hủy diệt,\\nTrong bóng tối của 93 tỷ \"năm\" thuộc về ánh sáng,\\nMọi sự tồn tại đều có ý nghĩa không ai biết,\\nBằng không... thì vũ trụ này sẽ quá cô độc.\\n\\nĐây chính là \"vận mệnh\" mà bài chiêm tinh của chúng ta nói đến,\\nHoặc không thể nói bằng lời.\\n\\n\"Bánh Xe Vận Mệnh\" lay chuyển không ngừng nghỉ,\\nNhưng sẽ luôn có những thứ không bị lãng quên,\\nNhưng cũng có những thứ không bị chôn vùi.\\nÍt nhất, ta nguyện tin là vậy.\\nCũng giống như ngươi tin rằng mình sẽ gặp lại cô ấy.",
    "icon": "Tarot/UI_RoleCombat_Tarot_10_1.png"
  },
  {
    "id": "JUSTICE",
    "name": "Thánh Bài Ánh Trăng XI: Công Lý",
    "description": "Ngày nay, luật pháp cai quản các quốc gia trên mặt đất,\\nKhông có ngoại lệ, đều bắt nguồn từ ý chí của thần linh và người phàm.\\nCũng giống như luật pháp, khi chúng ta nói về \"Công Lý\",\\nNhững gì chúng ta nói thường chỉ mang ý nghĩa phi tự nhiên:\\nÝ nghĩa vô dụng được xây dựng bởi nhiều bên và dân chúng.\\n\\n\"Công lý\" là gì?\\nNhân từ, quyền năng sáng tạo, hình dạng hướng về cái vô hình,\\nHòa hợp, thăng tiến hoàn hảo, khống chế sự mất cân bằng,\\nPhục thù, sự trừng phạt dưới lưỡi kiếm, mộng tưởng chìm đắm trong quá khứ,\\nVở kịch, ảo tưởng hoang đường, hy sinh luân hồi vô tận,\\nBí ẩn, cái chết và sự sinh ra, cô độc lạnh lẽo của sự cứu rỗi.\\n\\nMà ngươi phải nói thế này:\\n\"Khuất phục trước tình yêu không chút khiếm khuyết ý chí, chính là bóng hình của công lý nguyên thủy.\"",
    "icon": "Tarot/UI_RoleCombat_Tarot_11_1.png"
  },
  {
    "id": "THE_HANGED_MAN",
    "name": "Thánh Bài Ánh Trăng XII: Người Treo Ngược",
    "description": "Ánh sáng lộng lẫy chìm sâu trong bóng tối dưới lòng đất,\\nĐể cứu rỗi thứ ánh sáng định sẵn sẽ bị hủy diệt.\\n\\n...Nhưng mà, \"cứu rỗi\" là một cách nói khá ngạo mạn,\\nẨn ý của từ này là,\\nCon người đã phạm phải sai lầm buộc phải sửa chữa.\\n\\nHãy dâng hiến \"sức mạnh\" để tìm kiếm con đường \"trí tuệ nhân loại\",\\nĐó chính là \"Người Treo Ngược\" muốn nhìn thấu bí mật thiên đường quỷ dữ trên cây trắng.\\nTrí tuệ trong tay người phàm tuy có nhiều khiếm khuyết,\\nNhưng cũng không thể gọi là sai lầm.\\nNgược lại, phản chiếu trong đôi mắt đảo ngược,\\nChính là sự thật thuần khiết dưới ánh sáng vô tận.",
    "icon": "Tarot/UI_RoleCombat_Tarot_12_1.png"
  },
  {
    "id": "DEAD",
    "name": "Thánh Bài Ánh Trăng XIII: Tử Thần",
    "description": "\"Rồi có một ngày cô ấy sẽ chán ghét\\nNiềm vui ca hát cùng các thiên sứ trên trời cao.\\nMà sẵn lòng ôm lấy,\\nXương cốt mục ruỗng của nhân gian.\"\\n\\n...Ở Teyvat, câu này không phải lời phê bình về sự thiếu trung trinh,\\nHay với lòng tham dục vọng thế tục.\\nChỉ là một người trời,\\nMuốn được tận mắt chứng kiến,\\nSinh linh trên mặt đất,\\nSự sống của họ,\\nCái chết của họ,\\n...Đó cũng chỉ là lời bình luận về chuyện này mà thôi.",
    "icon": "Tarot/UI_RoleCombat_Tarot_13_1.png"
  },
  {
    "id": "TEMPERANCE",
    "name": "Thánh Bài Ánh Trăng XIV: Tiết Độ",
    "description": "Con đường từ mặt trăng đến mặt trời,\\nBí mật trong đó không thể nói rõ bằng lời.\\nĐừng để ham muốn chi phối hành vi\\n...Nhưng đây chỉ là bí mật rõ ràng nhất của \"Tiết Độ\".\\n\\nNgươi thực hiện những \"kỹ nghệ\" vĩ đại nhất,\\nCát chẳng tan trong nước,\\nNhưng lại phải tách nó ra;\\nGiấc mộng hoàng kim không lộ ra trong hiện thực,\\nMà ngươi lại muốn kết hợp chúng.\\n\\nCánh đồng cát không bao giờ thay đổi,\\nGạch cổ gỗ cũ ủ rũ mục nát.\\nCác người có thể nhớ lại giấc mơ xưa không?\\nNgụ ngôn về cò, cá sấu và chó rừng,\\nĐó chính là nguyên lý cân bằng.",
    "icon": "Tarot/UI_RoleCombat_Tarot_14_1.png"
  },
  {
    "id": "DEVIL",
    "name": "Thánh Bài Ánh Trăng XV: Ác Quỷ",
    "description": "Thời đại đen tối có từng tồn tại?\\nMọi người lầm tưởng sự ngu muội và đen tối là thần thánh,\\nXem \"Ác Quỷ\" là đấng sáng tạo.\\nTràn đầy bạo lực và đau khổ,\\n\"Thời đại đen tối\" mặc cho sự man rợ thiêu rụi nền văn minh.\\n\\nÁc quỷ chỉ là một chiếc mặt nạ,\\nDựa vào nó, sức mạnh hắc ám sẽ hiện ra.\\nVị thần ấy sáng tạo mọi thứ, duy trì mọi thứ,\\nVực sâu ấy hủy diệt mọi thứ, nuốt chửng mọi thứ.\\n\"Năm khai sáng\" vô tận, vô hạn và vĩnh hằng à.",
    "icon": "Tarot/UI_RoleCombat_Tarot_15_1.png"
  },
  {
    "id": "TOWER",
    "name": "Thánh Bài Ánh Trăng XVI: Tòa Tháp",
    "description": "...\\nKẻ đến đón đi dọc theo sườn núi, xếp gọn thành hàng.\\nĐể chứng kiến,\\nCảnh tượng cuối cùng khi còn sống,\\nLại thêm một cuộn tranh bùng cháy rực rỡ.\\nTa dừng lại quan sát khuôn mặt họ,\\nTin chắc rằng ta biết rõ từng khuôn mặt ấy.\\nTiếng gào thét dũng mãnh vang trên môi,\\n\"Ngài Roland truy tìm tòa tháp hắc ám,\\nĐã đến trước tòa tháp.\"",
    "icon": "Tarot/UI_RoleCombat_Tarot_16_1.png"
  },
  {
    "id": "STAR",
    "name": "Thánh Bài Ánh Trăng XVII: Ngôi Sao",
    "description": "Trong bài chiêm tinh, \"Ngôi Sao\" vốn có liên quan rất lớn đến nước.\\nNên chiêm tinh nước không tồn tại trên thế giới này,\\nNgôi sao hy vọng rơi vào hồ nước.\\nVì vậy mà thuật bói nước vẫn có tính chính thống!",
    "icon": "Tarot/UI_RoleCombat_Tarot_17_1.png"
  },
  {
    "id": "MOON",
    "name": "Thánh Bài Ánh Trăng XVIII: Mặt Trăng",
    "description": "Khi chúng ta nhắc đến \"Mặt Trăng\" trong thuật chiêm tinh,\\nCần phải hiểu rằng sự thay đổi của mặt trăng chỉ là ký hiệu và ẩn dụ.\\nSự bình tĩnh giả tạo, tai họa vỡ vụn, và cả...\\nSức mạnh thay đổi thế giới nằm trong đó.\\n\\nKhi chúng ta nhắc đến \"Mặt Trăng\" trong bài chiêm tinh,\\nPhải biết rằng mặt trăng cũng chỉ là sự trừu tượng về thế giới cũ và thế giới tinh thần.\\nKẻ thống trị mặt trăng và thế giới màn đêm,\\nTrung gian của mặt đất và vũ trụ,\\nKẻ chi phối thế giới tinh thần.\\nThủy triều, trục sinh sôi,\\nÂm dương kết hợp,\\nChủ nhân của nước, màn đêm và u minh.\\n\\nGiờ đây chỉ còn lại tàn tích,\\nYên tĩnh nhìn về quê hương vật chất phàm tục chưa từng trở về.",
    "icon": "Tarot/UI_RoleCombat_Tarot_18_1.png"
  },
  {
    "id": "SUN",
    "name": "Thánh Bài Ánh Trăng XIX: Mặt Trời",
    "description": "Về nguyên tắc thì thế giới này,\\nHiếm khi ám chỉ \"Mặt Trời\" với một hằng tinh cụ thể trong triết học hay các văn bản thần bí.\\nKhi chúng ta nói về Mặt Trời, thì chúng ta sẽ nói những gì?\\n\\nÁnh sáng đủ lông đủ cánh, ánh sáng ban sơ tỏa sáng rực rỡ nhất.\\nCâu chuyện chung của vô số hằng tinh trong vũ trụ.\\nTrong thế giới tinh thần, là phương hướng để linh hồn bay lên.\\nVà nhận được ân điển ánh sáng ấm áp,\\nTrên thế gian, mọi thứ sinh trưởng, mọi điều lý tưởng.",
    "icon": "Tarot/UI_RoleCombat_Tarot_19_1.png"
  },
  {
    "id": "JUDGEMENT",
    "name": "Thánh Bài Ánh Trăng XX: Phán Xét",
    "description": "Đao thương kiếm kích tám ngàn đội, ngựa sắt quân binh mười vạn cỗ.\\nNói rằng suối vàng xa xôi, anh đào vô thường sớm nở chóng tàn.\\nNhưng chờ ngọn gió xuân xua tan,\\nLàn sương đêm.\\n\\nHỡi các vị,\\nNay suối vàng trở về,\\nHãy nhìn xem trần thế hư ảo này ra sao.\\nĐịa phủ u minh ấy chưa từng \"Phán Xét\", khung cảnh \"vạn kiếp\" chẳng đổi thay.\\n\\nÔi, rốt cuộc chẳng phải thế giới ngày xưa,\\nMà trái tim khi xưa cũng chẳng thể có được.\\nChỉ còn lại chúng ta\\nLẫy lừng bước vào bức vẽ, trăm quỷ nhập họa.",
    "icon": "Tarot/UI_RoleCombat_Tarot_20_1.png"
  },
  {
    "id": "WORLD",
    "name": "Thánh Bài Ánh Trăng XXI: Thế Giới",
    "description": "Có thể ngươi từng nghe nó nói:\\n\"Sự nghiệp của ta đã thành.\"\\n\\nSư tử vàng cúi đầu,\\nCây bạc trắng đâm chồi.\\nCùng với mọi thứ trong ký ức,\\n\"Trời đất\" cứ thế dựng lên.\\n\\nNgươi chưa từng nghe nó nói:\\n\"Sự nghiệp của ta đã thành.\"\\nSau đó chẳng còn sáng tạo nữa.\\n\\nMặt đất và núi non tĩnh lặng,\\nBiển hồ và nước mưa thì thầm.\\nNgọn lửa chỉ vang lên tí tách,\\nGió thổi qua mà chẳng mở lời.\\n\\n\"Ký ức\" cũng là \"quy hoạch\",\\nCán cân đo lường tượng trưng cho lẽ thường.\\nCặp song sinh màu vàng nắm tay,\\nCây bạc trắng đâm chồi.\\n\\nNgươi dựa vào từng mảnh vụn trong ký ức,\\n\"Vũ trụ\" cứ thế đứng vững.\\n\\nNgươi nói rằng:\\n\"Sự nghiệp của ta đã thành.\"",
    "icon": "Tarot/UI_RoleCombat_Tarot_21_1.png"
  },
  {
    "id": "FOOL",
    "name": "Thánh Bài Ánh Trăng XXII: Gã Khờ",
    "description": "Ngôi sao phiêu bạt mà ngay cả \"vận mệnh\" dệt nên \"thế giới\" cũng không thể giam cầm.\\nVới chủ nhân lồng giam, con đường không được quy hoạch vốn là hành động ngu xuẩn khó tha thứ.\\n\\n\"Ta là sự trống rỗng của khoảnh khắc vạn vật khởi đầu, ta là ngọn lửa mới sinh sau khi vạn vật lụi tàn\"\\n\"Hành lý của ta trống rỗng, chỉ có người bạn trắng tinh khôi bầu bạn cạnh bên\"\\n\"Ta sẽ chế nhạo mọi khát vọng, vinh quang và lý trí, ta phải bước qua bảy tầng thang dài\"\\n\"Một ngôi sao bay lên trời cao, một ngôi sao rơi xuống vực thẳm, cả hai vốn dĩ chẳng khác biệt\"",
    "icon": "Tarot/UI_RoleCombat_Tarot_22_1.png"
  }
]